[
 {
   "id": 1,
   "room_name": "office",
   "k1": 2,
   "k2": 3,
   "k3": 4,
   "story": "You are at your private investigator office when you are visited by an elderly man. His son was a prisoner in a corrupt prison and now he has gone missing. The man suspects foul play and wants you to look into it. ",
   "nav": "Press 1 for gun shop, 2 for tool shop and 3 for team meet",
   "win": 0,
   "lose": 0,
   "guard": 0,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 2,
   "room_name": "gun shop",
   "k1": 3,
   "k2": 4,
   "k3": 5,
   "story": "You arrive at the gun shop to buy some guns. These will help you fight if things get rough in the prison.",
   "nav": "Press 1 for tool shop, 2 for team meet and 3 for prison gate",
   "win": 0,
   "lose": 0,
   "guard": 0,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 3,
   "room_name": "tool shop",
   "k1": 4,
   "k2": 2,
   "k3": 1,
   "story": "You have arrived at the tool shop to buy some tools that will help you find the missing prisoner",
   "nav": "Press 1 for team meet, 2 for going back to gun shop and 3 for going back to the office",
   "win": 0,
   "lose": 0,
   "guard": 0,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 4,
   "room_name": "team meet",
   "k1": 5,
   "k2": 4,
   "k3": 1,
   "story": "You meet your team.The team includes Tom, Jim and Raj",
   "nav": "Press 1 to go to the prison gate 2 to go back to the tool shop and 3 to go back to the office",
   "win": 0,
   "lose": 0,
   "guard": 0,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 5,
   "room_name": "prison gate",
   "k1": 1,
   "k2": 6,
   "k3": 18,
   "story": "You have arrived at the most corrupt prison in the country. Be aware!! Everything is not what it seems to be",
   "nav": "Press 1 to go back to the office, 2 to go to the guard room and 3 to go to the visitor room",
   "win": 0,
   "lose": 0,
   "guard": 0,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 6,
   "room_name": "guard room",
   "k1": 10,
   "k2": 9,
   "k3": 11,
   "story": "You are inside the guard room. Meet the guard supervisor who will brief you about the missing prisoner. But be careful!! You can't trust anyone here",
   "nav": "Press 1 to warden office, 2 to go to cells area and 3 to go to cell 54",
   "win": 0,
   "lose": 0,
   "guard": 1,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 7,
   "room_name": "prison mess",
   "k1": 11,
   "k2": 16,
   "k3": 8,
   "story": "You are in the prison mess.  Here you can eat some food to restore your health. You can also talk to other prisoners. Maybe you will get some information.",
   "nav": "Press 1 to go to cell 54, 2 to go to the kitchen and 3 to go to the tv room",
   "win": 0,
   "lose": 0,
   "guard": 0,
   "random prisoner": 1,
   "warden": 0
 },
 {
   "id": 8,
   "room_name": "tv room",
   "k1": 13,
   "k2": 14,
   "k3": 20,
   "story": "You have entered the tv room. There are lots of prisoners watching TV. Meet some of them and see if you can get some information about the missing prisoner",
   "nav": "Press 1 to go to the morgue, 2 to go to the delivery area and 3 to go to the game room",
   "win": 0,
   "lose": 0,
   "guard": 1,
   "random prisoner": 1,
   "warden": 0
 },
 {
   "id": 9,
   "room_name": "solitary confinement",
   "k1": 0,
   "k2": 0,
   "k3": 0,
   "story": "In the solitary confinement area you find a secret cell hidden in a corner. There you find the missing prisoner. You ask him what happened and he uncovers a conspiracy.",
   "nav": "-",
   "win": 1,
   "lose": 0,
   "guard": 0,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 10,
   "room_name": "warden office",
   "k1": 12,
   "k2": 19,
   "k3": 11,
   "story": "You are inside the warden's office. You meet the warden. The warden says that he has never heard about or met the prisoner. He does not know anything. The warden says that maybe the prisoner tried to escape through the underground tunnel and died there. That is where you should check!!!",
   "nav": "Press 1 to go to the underground tunnel, 2 to go to the monitoring room and 3 to go to cell 54",
   "win": 0,
   "lose": 0,
   "guard": 0,
   "random prisoner": 0,
   "warden": 1
 },
 {
   "id": 11,
   "room_name": "cell 54",
   "k1": 12,
   "k2": 15,
   "k3": 20,
   "story": "This is cell 54. This is where the missing prisoner used to live. Here you see some clothes strewn on the bed,some wieght lifting gloves, a chess guide, a map and a paper with some names on it. One of the names is the warden's. From the items on the bed you figure out that the prisoner worked out regularly and played chess as well.",
   "nav": "Press 1 to go to the underground tunnel, 2 to go to the gym and 3 to go to the game room.",
   "win": 0,
   "lose": 0,
   "guard": 0,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 12,
   "room_name": "underground tunnel",
   "k1": 15,
   "k2": 20,
   "k3": 16,
   "story": "This is the underground tunnel. Here you see a set of footsteps going in one direction. You follow the footsteps but the lead to a dead end. From the dead end you see a set of footsteps going back. Maybe the prisoner tried to escape  but failed and returned back to the prison. However, there is no dead body to be found which means the warden's assumption was wrong. The prisoner did not die in the tunnel!!",
   "nav": "Press 1 to go to the gym, 2 to go the game room and 3 to go to the kitchen",
   "win": 0,
   "lose": 0,
   "guard": 0,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 13,
   "room_name": "morgue",
   "k1": 9,
   "k2": 14,
   "k3": 11,
   "story": "You are at the morgue. Here you meet a guard. You ask about the prisoner who went missing. The guard looks hesitant and does not want to talk. BUT.. He looks like he knows something!! Maybe he will talk if you offer him some money.",
   "nav": "Press 1 to go to solitary confinement, 2 to go to delivery area and 3 to go to cell 54",
   "win": 0,
   "lose": 0,
   "guard": 1,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 14,
   "room_name": "delivery area",
   "k1": 9,
   "k2": 16,
   "k3": 0,
   "story": "You are in the delivery area. This is one of the possible places where a prisoner can escape from. ",
   "nav": "Press 1 to go to solitary confinement and 2 to go to the kitchen",
   "win": 0,
   "lose": 0,
   "guard": 1,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 15,
   "room_name": "gym",
   "k1": 13,
   "k2": 16,
   "k3": 11,
   "story": "You are in the gym. Try to talk to other prisoners and find out if they know something. But be careful, a lot of fights break out in the gym",
   "nav": "Press 1 to go to the morque, 2 to go to the kitchen and 3 to go back to cell 54",
   "win": 0,
   "lose": 0,
   "guard": 0,
   "random prisoner": 1,
   "warden": 0
 },
 {
   "id": 16,
   "room_name": "kitchen",
   "k1": 15,
   "k2": 6,
   "k3": 19,
   "story": "You are in the kitchen. Here you can eat something and recover your health.",
   "nav": "Press 1 to go back to gym, 2 to go back to guard room and 3 to go to monitoring room",
   "win": 0,
   "lose": 0,
   "guard": 0,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 17,
   "room_name": "washrooms",
   "k1": 18,
   "k2": 6,
   "k3": 19,
   "story": "You are in the washroom. There is nothing to do here. ",
   "nav": "Press 1 to go back to the visitor room, 2 to go back to guard room and 3 to go to monitoring room",
   "win": 0,
   "lose": 0,
   "guard": 0,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 18,
   "room_name": "visitor room",
   "k1": 6,
   "k2": 17,
   "k3": 19,
   "story": "This is the visitor room. You can wait here for some time while the guards come to meet you. You chat with some other visitors and try to find out about the prison and the prisoners",
   "nav": "Press 1 to go to the guard room, 2 to go to the washrooms and 3 to go to the monitoring room",
   "win": 0,
   "lose": 0,
   "guard": 1,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 19,
   "room_name": "monitoring room",
   "k1": 0,
   "k2": 0,
   "k3": 0,
   "story": "This is the monitoring room. You are not allowed to be here.The gaurds catch you and escort you out of the prison. YOU LOSE!!",
   "nav": "-",
   "win": 0,
   "lose": 1,
   "guard": 0,
   "random prisoner": 0,
   "warden": 0
 },
 {
   "id": 20,
   "room_name": "game room",
   "k1": 9,
   "k2": 11,
   "k3": 12,
   "story": "This is the game room. Here prisoners gather to play board games and do other recreational activities. As you remember the missing inmate played chess. Head over to the chess table and see if any one knows him there. Maybe you will find some new information.",
   "nav": "Press 1 to go to solitary confinement, 2 to go to cell 54 and 3 to go to the underground tunnel",
   "win": 0,
   "lose": 0,
   "guard": 1,
   "random prisoner": 1,
   "warden": 0
 }
]